{"translation-revision-date":"2026-01-09 16:54:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Test payments":["Pagamenti di prova"],"A test account will be created for you to {{link}}test payments on your store{{\/link}}. You'll need to activate payments later to process real transactions.":["Verrà creato un account di prova per {{link}}testare i pagamenti nel tuo negozio{{\/link}}. Per elaborare transazioni reali dovrai attivare i pagamenti in un secondo momento."],"Test payments first, activate later":["Testa i pagamenti prima di attivarli"],"Start accepting payments":["Inizia ad accettare pagamenti"],"Provide some additional details about your business to process real transactions. {{link}}Learn more{{\/link}}":["Fornisci alcuni dettagli aggiuntivi sulla tua attività per elaborare transazioni reali. {{link}}Scopri di più{{\/link}}"],"Activate payments to accept real orders and process transactions.":["Attiva i pagamenti per accettare ordini reali ed elaborare le transazioni."],"You're almost there — time to activate payments!":["Ci sei quasi: ora devi attivare i pagamenti."],"Unable to start the business verification session. If this problem persists, please contact support.":["Impossibile avviare la sessione di verifica dell'attività. Se il problema persiste, contatta il supporto."],"Your test account was successfully reset.":["Il tuo account di prova è stato reimpostato correttamente."],"Reset Account":["Reimposta account"],"Activate real payments":["Attiva i pagamenti"],"Almost there!":["Ci sei quasi."],"Setting up your test account":["Configurazione dell'account di prova"],"Close this window":["Chiudi questa finestra"],"Go to Payments Overview":["Vai alla panoramica dei pagamenti"],"Great news — your WooPayments account has been activated. You can now start accepting payments on your store.":["Buone notizie: il tuo account WooPayments è attivo. Adesso puoi iniziare ad accettare pagamenti nel tuo negozio."],"You’re ready to accept payments!":["È tutto pronto per accettare pagamenti!"],"Thank you for your patience! Unfortunately, the test account creation is taking a bit longer than we anticipated. But don't worry — we won't give up! Feel free to close this modal and check back later. We appreciate your understanding!":["Grazie per la tua pazienza. Sfortunatamente, la creazione dell'account di prova sta richiedendo più tempo del previsto. Ma non preoccuparti, stiamo facendo del nostro meglio. Puoi chiudere questa finestra modale e ricontrollare più tardi. Apprezziamo la tua comprensione."],"The test account creation is taking a bit longer than expected, but don't worry — we're on it! Please bear with us for a few seconds more as we set everything up for your store.":["La creazione dell'account di prova sta richiedendo più tempo del previsto, ma non preoccuparti: ci stiamo lavorando. Attendi ancora qualche istante mentre creiamo il tuo negozio."],"An error occurred while creating your test account. Please try again.":["Si è verificato un errore durante la creazione dell'account di prova. Riprova."],"Try Again":["Riprova"],"Creating test account failed. Please try again.":["Creazione dell'account di prova non riuscita. Riprova."],"In just a few moments, you'll be ready to test payments on your store.":["Tra pochi istanti, sarà tutto pronto per testare i pagamenti nel tuo negozio."],"Finishing payments setup":["Completamento della configurazione dei pagamenti"],"Select which payment methods you'd like to offer to your shoppers. You can update these at any time.":["Seleziona quali metodi di pagamento desideri offrire ai tuoi acquirenti. Puoi aggiornarli in qualsiasi momento."],"Payment activation through our financial partner requires HTTPS and cannot be completed.":["L'attivazione dei pagamenti tramite il nostro partner finanziario richiede HTTPS e non può essere completata."],"By using %1$s, you agree to be bound by our {{tosLink}}Terms of Service{{\/tosLink}} (including {{merchantTermsLink}}%2$s merchant terms{{\/merchantTermsLink}}) and acknowledge that you have read our {{privacyPolicyLink}}Privacy Policy{{\/privacyPolicyLink}}.":["Usando %1$s, accetti i nostri {{tosLink}}Termini di servizio{{\/tosLink}} (inclusi i {{merchantTermsLink}}%2$stermini per il venditore{{\/merchantTermsLink}}) e confermi di aver letto la nostra {{privacyPolicyLink}}Privacy policy{{\/privacyPolicyLink}}."],"Select a country":["Seleziona un Paese"],"Please provide a type of goods or services":["Fornisci un tipo di beni o servizi"],"Please provide a business type":["Fornisci un tipo di attività"],"Please provide a country":["Fornisci un Paese"],"Please provide a response":["Fornisci una risposta"],"What type of goods or services does your business sell? ":["Quali tipi di beni o servizi vende la tua attività? "],"What category of legal entity identify your business?":["Quale categoria di persona giuridica identifica la tua attività?"],"What type of legal entity is your business?":["Quale tipo di persona giuridica rappresenta la tua attività?"],"This info will verify your account":["Questa informazione consentirà di verificare il tuo account"],"Finish your verification process":["Termina il processo di verifica"],"This will take place in a secure environment through our partner. Once your business details are verified, you’ll be redirected back to your store dashboard.":["Questa procedura avrà luogo in un ambiente sicuro tramite il nostro partner. Dopo che i dettagli della tua azienda verranno verificati, sarai reindirizzato alla bacheca del tuo negozio."],"One last step! Verify your identity with our partner":["Un ultimo passaggio. Verifica la tua identità con il nostro partner"],"This info will help us speed up the set up process.":["Queste informazioni ci aiuteranno ad accelerare il processo di configurazione."],"Please share a few more details":["Condividi qualche dettaglio in più"],"We’ll use these details to enable payments for your store. This information can’t be changed after your account is created.":["Useremo questi dettagli per abilitare i pagamenti per il tuo negozio. Queste informazioni non possono essere modificate dopo la creazione dell'account."],"Let’s get your store ready to accept payments":["Prepara il tuo negozio ad accettare pagamenti"],"You are currently testing payments on your store. To activate real payments, you will need to provide some additional details about your business. {{link}}Learn more{{\/link}}.":["Stai attualmente testando i pagamenti nel tuo negozio. Per procedere all'attivazione dei pagamenti, dovrai fornire alcuni dettagli aggiuntivi sulla tua attività. {{link}}Scopri di più{{\/link}}."],"Start accepting real payments":["Inizia ad accettare pagamenti"],"Select if you have been granted tax-exempt status by the Internal Revenue Service (IRS)":["Indica se ti è stato concesso lo stato di esenzione fiscale dall'Internal Revenue Service (IRS)"],"Select if your business is classed as a government entity":["Indica se la tua attività è classificata come un ente governativo"],"Select if you run a non-business entity":["Indica se gestisci un'entità non commerciale"],"Select if you filed documentation to register your business with a government agency":["Indica se hai presentato la documentazione per registrare la tua attività presso un'agenzia governativa"],"Select if you run your own business as an individual and are self-employed":["Indica se gestisci la tua attività come individuo e sei un lavoratore autonomo"],"Search…":["Cerca…"],"You’ll be briefly redirected to connect your store to your WordPress.com account and unlock the full features and functionality of WooPayments":["A breve subirai un reindirizzamento per connettere il negozio al tuo account WordPress.com e accedere a tutte le funzionalità di WooPayments"],"Connect to WordPress.com":["Connetti a WordPress.com"],"Step %1$s of %2$s":["Passaggio %1$s di %2$s"],"Step active":["Passaggio attivo"],"Step completed":["Passaggio completato"],"There are environment or store setup issues which are blocking progress. Please resolve them to proceed.":["Si sono verificati problemi di configurazione dell'ambiente o del negozio che stanno impedendo l'avanzamento. Risolvili per procedere."],"Show more (%s)":["Mostra altro (%s)"],"No selection":["Nessuna selezione"],"Currently selected: %s":["Selezionati attualmente: %s"],"Activate payments":["Attiva i pagamenti"],"Choose your payment methods":["Scegli i tuoi metodi di pagamento"],"Set up WooPayments":["Imposta WooPayments"],"Where is your business located?":["Dove si trova la tua attività?"],"Back":["Indietro"],"Select an option":["Seleziona un'opzione"],"Dismiss this notice":["Ignora questo avviso"],"Setup":["Configura"],"Connect":["Connetti"],"OR":["OR"],"Continue":["Continua"],"Cancel":["Annulla"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/2863.js"}}