{"translation-revision-date":"2026-01-09 16:54:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Default (<div>)":["Predefinito (<div>)"],"HTML element":["Elemento HTML"],"The %s block requires a product context. When used in a Query Loop, the Query Loop must be configured to display products.":["Il blocco %s richiede un contesto del prodotto. Quando viene utilizzato in un Query Loop, quest'ultimo deve essere configurato per la visualizzazione dei prodotti."],"The <section> element should represent a standalone portion of the document that can't be better represented by another element.":["L'elemento <section> dovrebbe rappresentare una porzione indipendente del documento che non può essere rappresentata in modo migliore da un altro elemento."],"The <nav> element should be used to identify groups of links that are intended to be used for website or page content navigation.":["L'elemento <nav> dovrebbe essere utilizzato per identificare gruppi di link che si intende utilizzare per la navigazione nei contenuti del sito web o della pagina."],"The <main> element should be used for the primary content of your document only.":["L'elemento <main> dovrebbe essere utilizzato solo per il contenuto principale del documento."],"The <header> element should represent introductory content, typically a group of introductory or navigational aids.":["L'elemento <header> dovrebbe rappresentare del contenuto introduttivo, di solito un gruppo di elementi introduttivi o di supporto alla navigazione."],"The <footer> element should represent a footer for its nearest sectioning element (e.g.: <section>, <article>, <main> etc.).":["L'elemento <footer> dovrebbe rappresentare un piè di pagina per l'elemento di sezione più vicino (ad esempio <section>, <article>, <main> ecc.)."],"The <div> element should only be used if the block is a design element with no semantic meaning.":["L'elemento <div> dovrebbe essere usato solamente se il blocco è un elemento di design senza significato semantico."],"The <aside> element should represent a portion of a document whose content is only indirectly related to the document's main content.":["L'elemento <aside> dovrebbe rappresentare la porzione di un documento il cui contenuto è solo indirettamente collegato al contenuto principale del documento."],"The <article> element should represent a self-contained, syndicatable portion of the document.":["L'elemento <article> dovrebbe rappresentare una porzione del documento indipendente, che può essere distribuita e ripubblicata su altri siti."],"Product Reviews":["Recensioni del prodotto"]}},"comment":{"reference":"assets\/client\/blocks\/product-reviews.js"}}