{"translation-revision-date":"2026-01-09 16:54:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Toggle sidebar":["Attiva\/Disattiva barra laterale"],"Failed to reset your %s onboarding.":["Impossibile ripristinare l'onboarding di %s."],"Failed to reset your %s account.":["Impossibile ripristinare l'account %s."],"Failed to reset: missing reset URL. Please refresh and try again.":["Impossibile ripristinare: URL di ripristino mancante. Aggiorna e riprova."],"Yes, reset onboarding":["Sì, ripristina l'onboarding"],"When you reset the %s onboarding your progress and the provided data will be lost. This action cannot be undone, but you can restart the onboarding any time.":["Quando ripristini l'onboarding di %s, i tuoi progressi e i dati forniti andranno persi. Questa azione non può essere annullata, ma puoi riavviare l'onboarding in qualsiasi momento."],"Reset onboarding":["Ripristina l'onboarding"],"Yes, reset test account":["Sì, ripristina l'account di prova"],"Reset your account":["Ripristina l'account"],"Submit for verification":["Invia per la verifica"],"Ready to test payments":["Ora puoi testare i pagamenti"],"Test or live account":["Account di prova o live"],"Connect with %s":["Connetti con %s"],"You need to reset your test account to continue onboarding with %1$s. This will create a new test account and reset any existing %2$s account details and test transactions.":["Devi reimpostare il tuo account di prova per continuare con l'avviamento con %1$s. Verrà creato un nuovo account di prova e saranno reimpostati tutti i dettagli e le transazioni di prova dell'account %2$s esistente."],"Set up payments for your store in just a few steps. With WooPayments, you can accept online and in-person payments, track revenue, and handle all payment activity from one place.":["Configura i pagamenti per il tuo negozio in pochi passaggi. Con WooPayments puoi accettare pagamenti online e di persona, tenere traccia dei ricavi e gestire tutte le attività di pagamento da un unico posto."],"Enabling":["Abilitazione in corso"],"Enable %s":["Abilita %s"],"Step %1$s of %2$s":["Passaggio %1$s di %2$s"],"Close sidebar":["Chiudi barra laterale"],"When you reset your account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Se reimposti il tuo account, tutti i dati di pagamento (tra cui i dettagli del tuo account %s, le transazioni di prova e la cronologia dei pagamenti) andranno persi. La cronologia degli ordini verrà conservata. Questa azione non può essere annullata, ma puoi comunque creare un nuovo account di prova in qualsiasi momento."],"Installing":["Installazione"],"Yes, reset account":["Sì, reimposta account"],"Are you sure you'd like to continue?":["Desideri continuare?"],"When you reset your test account, all payment data — including your %s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Se reimposti il tuo account di prova, tutti i dati di pagamento (tra cui i dettagli del tuo account %s, le transazioni di prova e la cronologia dei pagamenti) andranno persi. La cronologia degli ordini verrà conservata. Questa azione non può essere annullata, ma puoi comunque creare un nuovo account di prova in qualsiasi momento."],"Reset your test account":["Reimposta account di prova"],"Activate payments":["Attiva i pagamenti"],"Choose your payment methods":["Scegli i tuoi metodi di pagamento"],"Accept payments with Woo":["Accetta pagamenti con Woo"],"server caches":["cache del server"],"It’ll be ready to view as soon as your <link><\/link> have updated. Please wait, or contact your web host to find out how to do this manually.":["Potrai visualizzarlo appena il tuo <link><\/link> sarà stato aggiornato. Attendi, oppure contatta il tuo fornitore di hosting per scoprire come farlo manualmente."],"Congratulations! Your store will launch soon":["Complimenti! Il tuo negozio verrà avviato presto"],"Explore support resources":["Esplora le risorse del supporto"],"Detailed guides and our support team are always available if you’re feeling stuck or need some guidance.":["Se ti senti bloccato o hai bisogno di aiuto, le guide dettagliate e il nostro team di supporto sono sempre a tua disposizione."],"Help is on hand":["Il nostro aiuto è a tua disposizione"],"Get the app":["Scarica l'app"],"Manage your store anywhere with the free WooCommerce Mobile App.":["Gestisci il tuo negozio da qualsiasi luogo con l'app di WooCommerce per dispositivi mobili."],"Manage your store on the go":["Gestisci il negozio quando sei in movimento"],"Add extensions":["Aggiungi estensioni"],"Add extra features and functionality to your store with Woo extensions.":["Aggiungi funzionalità extra al tuo negozio grazie alle estensioni Woo."],"Power up your store":["Potenzia il tuo negozio"],"Install Mailchimp":["Installa Mailchimp"],"Manage Mailchimp":["Gestisci Mailchimp"],"Keep your shoppers up to date with what’s new in your store and set up clever post-purchase automations.":["Tieni aggiornati i tuoi acquirenti sulle novità del negozio e imposta automazioni post-acquisto intelligenti."],"Build customer relationships":["Costruisci relazioni con i clienti"],"Add payment methods":["Aggiungi metodi di pagamento"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["Offri più modi di pagare agli acquirenti aggiungendo modalità di pagamento al tuo negozio."],"Provide more ways to pay":["Offri più modalità di pagamento"],"Promote products":["Promuovi prodotti"],"Grow your customer base by promoting your products to millions of engaged shoppers.":["Fai crescere la tua base di clienti promuovendo i tuoi prodotti a milioni di acquirenti coinvolti."],"Promote your products":["Promuovi i tuoi prodotti"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["Il tuo feedback sarà condiviso solo con WooCommerce e trattato secondo la nostra <privacyLink>politica sulla privacy<\/privacyLink>."],"Why do you feel that way? <smallText>(optional)<\/smallText>":["Perché la pensi così? <smallText>(facoltativo)<\/smallText>"],"How was the experience of launching your store?":["Com'è stata l'esperienza di apertura del tuo negozio?"],"Visit your store":["Visita il tuo negozio"],"You’ve successfully launched your store and are ready to start selling! We can’t wait to see your business grow.":["Hai aperto il tuo negozio correttamente e sei pronto a vendere! Non vediamo l'ora di vedere crescere il tuo business."],"Congratulations! Your store is now live":["Complimenti! Il tuo negozio è ora attivo"],"Oops! We encountered a problem while launching your store. <retryButton\/>":["Siamo spiacenti. Abbiamo riscontrato un problema nell'apertura del tuo negozio. <retryButton\/>"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["Rimuovi gli ordini di prova e i dati associati, inclusa l'analitica e le transazioni, una volta avviato il tuo negozio. "],"Remove %d test orders":["Rimuovi %d ordini di prova"],"Test data":["Dati di prova"],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["Ottimo lavoro! Il tuo negozio è pronto: non ci sono attività in sospeso da completare."],"Essential Tasks":["Attività essenziali"],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["Sei pronto a vendere? Prima di aprire il tuo negozio assicurati di aver completato queste attività essenziali. Se desideri cambiare la visibilità del tuo negozio, vai a WooCommerce | Impostazioni | Visibilità sito."],"What’s next?":["E ora?"],"Launch Your Store":["Lancia il tuo negozio"],"Launch your store":["Lancia il tuo negozio"],"Please try again":["Riprova"],"Back to Home":["Torna alla home"],"Set up WooPayments":["Imposta WooPayments"],"Go back":["Torna indietro"],"We appreciate your feedback!":["Apprezziamo il tuo feedback!"],"Send":["Invia"],"Back":["Indietro"],"Install":["Installa"],"Install %s":["Installa %s"],"Copy link":["Copia link"],"Enable":["Abilita"],"Copied!":["Copiato!"],"Close":["Chiudi"],"Cancel":["Annulla"],"Preview":["Anteprima"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}