{"translation-revision-date":"2026-01-09 16:54:11+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Visit {{Link}}the WooCommerce Marketplace{{\/Link}} to find additional payment providers.":["Visita {{Link}}il marketplace di WooCommerce{{\/Link}} per trovare altri fornitori di servizi di pagamento."],"Visit {{Link}}the WooCommerce Marketplace{{\/Link}} to find more tax solutions.":["Visita {{Link}}il marketplace di WooCommerce{{\/Link}} per trovare altre soluzioni fiscali."],"Start growing":["Inizia a crescere"],"Discover hand-picked extensions to grow your business in the WooCommerce marketplace.":["Scopri estensioni selezionate per far crescere la tua attività nel marketplace di WooCommerce."],"Boost your store's potential":["Aumenta il potenziale del tuo negozio"],"Woo icon":["Icona Woo"],"View extension":["Visualizza estensione"],"Visit {{Link}}the WooCommerce Marketplace{{\/Link}} to find more shipping, delivery, and fulfillment solutions.":["Visita {{Link}}il marketplace di WooCommerce{{\/Link}} per trovare più soluzioni di spedizione, consegna e logistica."],"WooCommerce Tax, recommended for new stores":["WooCommerce Tax, consigliato per i nuovi negozi"],"Stripe Tax for Woocommerce has been successfully installed. Let's configure it now.":["Stripe Tax per Woocommerce installato correttamente. Passa alla configurazione."],"Install for free":["Installalo gratuitamente"],"Continue to setttings":["Vai alle impostazioni"],"Free to install, then pay as you go.":["Installazione gratuita, funzioni aggiuntive a pagamento."],"Coverage in over 55 countries":["Copertura in oltre 55 Paesi"],"Detailed tax transaction reports":["Rapporti dettagliati delle transazioni fiscali"],"Multi-economic nexus compliance":["Conformità nexus multi-dimensionale"],"Powerful global tax tool":["Potente strumento fiscale globale"],"Stripe Tax":["Stripe Tax"],"It’s time to celebrate – you’re ready to launch your store! Woo! Hit the button to preview your store and make it public.":["È tempo di festeggiare: è tutto pronto per il lancio del tuo negozio. Woo! Fai clic sul pulsante per visualizzare l'anteprima del tuo negozio prima di renderlo pubblico."],"I don’t charge sales tax":["Non addebito l'imposta sulle vendite"],"WooPayments BNPL illustration":["Illustrazione BNPL WooPayments"],"Launch store":["Lancia il negozio"],"Your store is ready for launch!":["Il tuo negozio è pronto per il lancio!"],"Launch Your Store illustration":["Illustrazione Lancia il tuo negozio"],"Power your payments with a simple, all-in-one option. Verify your business details to start managing transactions with WooCommerce Payments.":["Potenzia i tuoi pagamenti con una semplice opzione tutto in uno. Verifica i dettagli della tua attività per iniziare a gestire le transazioni con WooCommerce Payments."],"Start selling by adding products or services to your store. Choose to list products manually, or import them from a different store. ":["Inizia a vendere aggiungendo prodotti o servizi al tuo negozio. Scegli se elencare i prodotti manualmente o se importarli da un negozio diverso. "],"List your products":["Elenca i tuoi prodotti"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Offri ai tuoi clienti un modo semplice e comodo per pagare. Configura uno (o più) dei nostri metodi di pagamento online o di persona, rapidi e sicuri."],"It’s time to get paid":["È ora di ricevere i pagamenti"],"Start growing your business by showcasing your products on social media and Google, boost engagement with email marketing, and more!":["Inizia a far crescere la tua attività presentando i prodotti sui social media e su Google, aumenta il coinvolgimento con il marketing via e-mail e molto altro!"],"Reach more customers":["Raggiungi più clienti"],"Start shipping":["Inizia le spedizioni"],"Choose where and how you’d like to ship your products, along with any fixed or calculated rates.":["Scegli dove e come desideri spedire i tuoi prodotti e stabilisci le eventuali tariffe fisse o calcolate."],"Choose to set up your tax rates manually, or use one of our tax automation tools.":["Scegli se configurare le aliquote fiscali manualmente o se utilizzare uno dei nostri strumenti di automazione delle imposte."],"Configure your tax settings":["Configura le impostazioni delle imposte"],"Collect sales tax":["Raccogli imposta sulle vendite"],"Get paid":["Ricevi i pagamenti"],"Grow your business":["Fai crescere la tua attività"],"Get your products shipped":["Spedisci i tuoi prodotti"],"Quickly create a beautiful looking store using our built-in store designer, or select a pre-built theme and customize it to fit your brand.":["Crea rapidamente un negozio dall'aspetto splendido utilizzando il nostro designer di negozi integrato, oppure seleziona un tema predefinito e personalizzalo per adattarlo al tuo marchio."],"%1$s — %2$s per year":["%1$s - %2$s all'anno"],"{{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["{{strong}}WooCommerce Tax{{\/strong}} può automatizzare i calcoli dell'imposta sulle vendite per te."],"By clicking \"%s,\" you agree to our {{tosLink}}Terms of Service{{\/tosLink}} and have read our {{privacyPolicyLink}}Privacy Policy{{\/privacyPolicyLink}}.":["Facendo clic su \"%s\", accetti i nostri {{tosLink}}Termini di servizio{{\/tosLink}} e confermi di aver letto la nostra {{privacyPolicyLink}}Politica sulla privacy{{\/privacyPolicyLink}}."],"Error requesting connection URL.":["Errore durante la richiesta dell'URL di connessione."],"Start customizing":["Inizia la personalizzazione"],"Use our built-in AI tools to design your store and populate it with content, or select a pre-built theme and customize it to fit your brand.":["Usa i nostri strumenti di IA integrati per progettare il tuo negozio e popolarlo con contenuti oppure seleziona un tema precompilato e personalizzalo per adattarlo al tuo marchio."],"Start customizing your store":["Inizia a personalizzare il tuo sito"],"Customize your store illustration":["Personalizza l'illustrazione del negozio"],"Please enter a city":["Inserisci una città"],"Please enter a post code":["Inserisci un codice postale"],"Please enter an address":["Inserisci un indirizzo"],"No Thanks":["No, grazie"],"Install and enable":["Installa e attiva"],"Save time and money by printing your shipping labels right from your computer with one of these shipping solutions.":["Risparmia tempo e denaro stampando le tue etichette di spedizione direttamente dal tuo computer con una di queste soluzioni di spedizione."],"Save time and money by printing your shipping labels right from your computer with %1$s. Try %2$s for free. {{link}}Learn more{{\/link}}":["Risparmia tempo e denaro stampando le tue etichette di spedizione direttamente dal tuo computer con %1$s. Prova %2$s gratis. {{link}}Scopri di più{{\/link}}"],"There was a problem setting up automated taxes. Please try again.":["Si è verificato un problema durante la configurazione delle imposte automatizzate. Riprova."],"The store setup process meets my needs.":["Il processo di configurazione del negozio soddisfa le mie esigenze."],"The store setup is easy to complete.":["La configurazione del negozio è facile da completare."],"Add details":["Aggiungi dettagli"],"Get your store up and running in no time. Add your store’s address to set up shipping, tax and payments faster.":["Configura il tuo negozio in un attimo. Aggiungi l'indirizzo del tuo negozio per configurare più velocemente spedizione, tasse e pagamenti."],"First, tell us about your store":["Per prima cosa, parlaci del tuo negozio"],"Store location illustration":["Illustrazione della posizione del negozio"],"Save store location":["Salva la posizione del negozio"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Aggiungi la posizione del tuo negozio per aiutarci a calcolare le tariffe di spedizione e le migliori opzioni di spedizione per te. Puoi gestire nuovamente la posizione del tuo negozio in qualsiasi momento in Impostazioni Generale WooCommerce."],"Set your store location":["Imposta la posizione del negozio"],"Enable shipping label printing and discounted rates":["Abilita la stampa delle etichette di spedizione e le tariffe scontate"],"Save shipping options":["Salva le opzioni di spedizione"],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["Ti consigliamo le seguenti opzioni di spedizione in base alla tua posizione. Puoi gestire nuovamente le tue opzioni di spedizione in qualsiasi momento in Impostazioni WooCommerce Shipping."],"Try one of the alternative payment providers.":["Prova uno dei fornitori di pagamento alternativi."],"Other payment providers":["Altri fornitori di pagamento"],"Give your customers additional choices in ways to pay.":["Offri ai tuoi clienti ulteriori scelte sulle modalità di pagamento."],"To start accepting online payments":["Per iniziare ad accettare pagamenti online"],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["Ottima scelta! Hai scelto di aggiungere nuove fantastiche funzionalità al tuo negozio. Continua per effettuare il pagamento e completare l'acquisto."],"Purchase illustration":["Acquista illustrazione"],"Products illustration":["Illustrazione dei prodotti"],"Payment illustration":["Illustrazione del pagamento"],"Appearance illustration":["Illustrazione dell'aspetto"],"Marketing illustration":["Illustrazione del marketing"],"Shipping illustration":["Illustrazione della spedizione"],"Tax illustration":["Illustrazione delle imposte"],"We appreciate your feedback!":["Apprezziamo il tuo feedback!"],"How was your experience?":["Com'è stata la tua esperienza?"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Complimenti! Prenditi un momento per festeggiare e non perderti la tua prima vendita."],"Offline payment methods":["Metodi di pagamento offline"],"Choose a payment provider":["Scegli un fornitore dei pagamenti"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Segui questi passaggi per iniziare a vendere rapidamente. %1$d di %2$d completati."],"Hide setup list":["Nascondi elenco di configurazione"],"Built by WooCommerce":["Realizzato da WooCommerce"],"Hide this list":["Nascondi questo elenco"],"You’ve completed store setup":["Hai completato la configurazione del negozio"],"Yes, hide store setup tasks":["Sì, nascondi le attività di configurazione del negozio"],"Are you sure? These tasks are required for all stores.":["Sei sicuro? Queste attività sono richieste per tutti i negozi."],"Hide store setup tasks":["Nascondi le attività di configurazione del negozio "],"Set up taxes manually":["Imposta le imposte manualmente"],"Choose a tax partner":["Scegli un partner fiscale"],"100% free":["100% gratis"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Conformità nexus economica {{strong}}unica{{\/strong}}"],"Real-time sales tax calculation":["Calcolo dell'imposta sulle vendite in tempo reale"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Consigliamo di aggiungere uno dei seguenti strumenti di marketing per il tuo negozio. L'estensione verrà installata e attivata quando fai clic su \"Inizia\"."],"Recommended marketing extensions":["Estensioni di marketing consigliate"],"%s logo":["%s logo"],"WooCommerce Marketplace":["Mercato di WooCommerce"],"You can manage this payment gateway’s settings by clicking the button below":["Puoi gestire le impostazioni di questo gateway di pagamento facendo clic sul pulsante qui sotto"],"%s configured successfully":["Configurazione di %s completata"],"Task postponed until tomorrow":["Attività posticipata a domani"],"Show %d more task.":["Mostra %d altra attività.","Mostra %d altre attività."],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Con WooCommerce Shipping puoi risparmiare tempo stampando personalmente le tue etichette di spedizione USPS e DHL Express"],"Show things to do next":["Mostra i prossimi passaggi"],"Additional payment options":["Opzioni di pagamento aggiuntive"],"Local Partner":["Partner locale"],"Configure your %(title)s account":["Configura l'account %(title)s"],"No thanks, I'll set up manually":["No grazie, configurerò manualmente"],"I don't charge sales tax":["Non addebito l'imposta sulle vendite"],"Set up manually":["Configura manualmente"],"Would you like to add the following paid features to your store now?":["Desideri aggiungere ora le seguenti funzionalità a pagamento al tuo negozio?"],"WooCommerce Home":["Home di WooCommerce"],"Task dismissed":["Attività ignorata"],"My business doesn't charge sales tax":["La mia azienda non addebita l'IVA"],"Abort":["Interrompi"],"Review your shipping options":["Rivedi le opzioni di spedizione"],"Hide this":["Nascondi"],"Undo":["Annulla"],"Marketplace":["Marketplace"],"Installed marketing extensions":["Estensioni di marketing installate"],"Finish setup":["Termina configurazione"],"There was an error connecting to WooPayments. Please try again or connect later in store settings.":["Si è verificato un errore durante la connessione a WooPayments. Riprova o connettiti più tardi nelle impostazioni del negozio."],"These details are required to receive payments via bank transfer":["Questi dettagli vengono richiesti per la ricezione di pagamenti tramite bonifico bancario"],"Add your bank details":["Aggiungi i dettagli della banca"],"Direct bank transfer details added successfully":["Dettagli del bonifico bancario diretto aggiunti correttamente"],"There was a problem saving your payment settings":["Si è verificato un problema durante il salvataggio delle tue impostazioni di pagamento"],"Please enter an account number or IBAN":["Inserisci un numero di conto o un IBAN"],"Get started":["Inizia ora"],"Install %s":["Installa %s"],"Task List Options":["Opzioni elenco attività"],"Good news!":["Buone notizie!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Facendo clic su \"Configura\" abiliti le aliquote e i calcoli. Ulteriori informazioni {{link}}qui{{\/link}}."],"Head over to the tax rate settings screen to configure your tax rates":["Passa alla schermata delle impostazioni dell'aliquota per configurarla"],"Configure tax rates":["Configura le aliquote"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Connetti il tuo negozio a WordPress.com per abilitare i calcoli automatici dell'IVA"],"Set up tax rates manually":["Configura le aliquote manualmente"],"WooCommerce Tax allows you to automate sales tax calculations":["WooCommerce Tax ti consente di automatizzare i calcoli delle imposte sulle vendite"],"You’re awesome! One less item on your to-do list ✅":["Sei impressionante! Un elemento in meno sul tuo elenco ✅"],"Connect your store to WordPress.com to enable label printing":["Connetti il tuo negozio a WordPress.com per abilitare la stampa delle etichette"],"Connect your store":["Connetti il tuo negozio"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["Consigliamo di usare ShipStation per risparmiare tempo all'ufficio postale stampando le etichette di spedizione a casa. Prova ShipStation gratuitamente per 30 giorni. {{link}}Scopri di più{{\/link}}."],"Enable shipping label printing":["Abilita la stampa delle etichette di spedizione"],"Define how much customers pay to ship to different destinations":["Definisci quanto pagano i clienti per la spedizione verso le differenti destinazioni"],"Set shipping costs":["Imposta i costi di spedizione"],"The address from which your business operates":["L'indirizzo da cui opera il tuo negozio"],"Set store location":["Imposta la posizione del negozio"],"📦 Shipping is done! Don’t worry, you can always change it later":["📦 La spedizione è stata inviata. Non preoccuparti, puoi modificarla in un secondo momento"],"Shipping cost":["Costi di spedizione"],"Shipping rates can not be negative numbers.":["Le tariffe di spedizione non possono comprendere numeri negativi."],"Your shipping rates have been updated":["Le tue tariffe di spedizione sono state aggiornate"],"There was a problem saving your store location":["Si è verificato un problema durante il salvataggio della posizione del negozio"],"Post code":["Codice postale"],"Please select a country \/ region":["Seleziona un Paese\/una regione"],"Install & enable":["Installa e abilita"],"Complete task":["Completa l'attività"],"Import your products":["Importa i tuoi prodotti"],"I’ll do it later":["Lo farò più tardi"],"You won’t have access to this functionality until the extensions have been purchased and installed.":["Non avrai accesso a questa funzione finché le estensioni non saranno acquistate e installate."],"Continue setup":["Continua con la configurazione"],"Country \/ Region":["Paese\/regione"],"Show less":["Mostra meno"],"Yes please":["Sì"],"Retry":["Riprova"],"Manage":["Gestisci"],"Recommended":["Consigliato"],"Import products":["Importa prodotti"],"Activate":["Attiva"],"Connect":["Connetti"],"Free shipping":["Spedizione gratuita"],"Rest of the world":["Resto del mondo"],"Configure":["﻿Configura"],"Buy now":["Compra subito"],"Enable":["Abilita"],"BIC \/ Swift":["BIC \/ Swift"],"IBAN":["IBAN"],"Bank name":["Nome banca"],"Account number":["Numero conto corrente"],"Account name":["Intestatario conto corrente"],"Sort code":["Ordina per codice"],"Display":["Visualizzazione"],"Add products":["Aggiungi prodotti"],"Save":["Salva"],"Address":["Indirizzo","Indirizzi"],"Install WooCommerce Tax":["Installa WooCommerce Tax"],"No thanks":["No grazie"],"Continue":["Continua"],"City":["Città"],"Cancel":["Annulla"],"WooCommerce Tax":["WooCommerce Tax"],"Update":["Aggiorna"],"Download":["Scarica"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/4475.js"}}